Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/PreferencePanel.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# 4783.ibExternalAccessibilityDescription
source: Anti-alias non-ASCII text
de: Nicht-ASCII-Text glätten
ja: 非ASCIIテキストをアンチエイリアス処理する
pt_br: Suavizar texto não-ASCII
ru: Сглаживание не-ASCII текста
zh_hans: 对非 ASCII 文本抗锯齿

# 4824.title
source: Anti-aliased
de: Geglättet
ja: アンチエイリアス
pt_br: Suavizado
ru: Сглаженный
zh_hans: 抗锯齿

# 4825.title
source: Anti-aliased
de: Geglättet
ja: アンチエイリアス
pt_br: Suavizado
ru: Сглаженный
zh_hans: 抗锯齿

# 4829.title
source: Font:
de: Schriftart:
ja: フォント:
pt_br: Fonte:
ru: Шрифт:
zh_hans: 字体：

# 4834.title
source: Blink
de: Blinken
ja: 点滅
pt_br: Piscar
ru: Мигание
zh_hans: 闪烁

# 4844.title
source: Draw bold text in bold font
de: Fetten Text in fetter Schrift darstellen
ja: 太字のテキストを太字フォントで描画
pt_br: Desenhar texto em negrito com fonte em negrito
ru: Отображать полужирный текст полужирным шрифтом
zh_hans: 使用粗体字体绘制粗体文本

# 4890.title
source: Context-aware cursor color (affects box cursor only)
de: Kontextabhängige Cursorfarbe (betrifft nur den Blockcursor)
ja: コンテキストに応じたカーソル色（ボックスカーソルのみに影響）
pt_br: Cor do cursor sensível ao contexto (afeta apenas o cursor de bloco)
ru: Контекстный цвет курсора (влияет только на курсор-прямоугольник)
zh_hans: 上下文感知的光标颜色（仅影响方框光标）

# 4896.ibShadowedToolTip
source: This boosts the contrast of text when its color is close to that of the background color by moving the text color towards black or white.
de: Dies erhöht den Kontrast des Textes, wenn seine Farbe der Hintergrundfarbe ähnelt, indem die Textfarbe in Richtung Schwarz oder Weiß verschoben wird.
ja: これは、テキストの色が背景色に近い場合に、テキストの色を黒または白に近づけることでコントラストを高めます。
pt_br: Isto aumenta o contraste do texto quando a cor dele está próxima da cor do plano de fundo, movendo a cor do texto em direção ao preto ou ao branco.
ru: Это повышает контраст текста, когда его цвет близок к цвету фона, смещая цвет текста в сторону чёрного или белого.
zh_hans: 当文本颜色接近背景颜色时，通过将文本颜色移向黑色或白色来提高对比度。

# 4900.title
source: Minimum Contrast:
de: Mindestkontrast:
ja: 最小コントラスト:
pt_br: Contraste mínimo:
ru: Минимальный контраст:
zh_hans: 最小对比度：

# 4909.label
source: Window
de: Fenster
ja: ウインドウ
pt_br: Janela
ru: Окно
zh_hans: 窗口

# 4925.title
source: Space 1
de: Schreibtisch 1
ja: スペース1
pt_br: Espaço 1
ru: Рабочий стол 1
zh_hans: 空间 1

# 4926.title
source: Space 9
de: Schreibtisch 9
ja: スペース9
pt_br: Espaço 9
ru: Рабочий стол 9
zh_hans: 空间 9

# 4927.title
source: Space 8
de: Schreibtisch 8
ja: スペース8
pt_br: Espaço 8
ru: Рабочий стол 8
zh_hans: 空间 8

# 4928.title
source: Space 7
de: Schreibtisch 7
ja: スペース7
pt_br: Espaço 7
ru: Рабочий стол 7
zh_hans: 空间 7

# 4929.title
source: Space 6
de: Schreibtisch 6
ja: スペース6
pt_br: Espaço 6
ru: Рабочий стол 6
zh_hans: 空间 6

# 4930.title
source: Space 5
de: Schreibtisch 5
ja: スペース5
pt_br: Espaço 5
ru: Рабочий стол 5
zh_hans: 空间 5

# 4931.title
source: Space 4
de: Schreibtisch 4
ja: スペース4
pt_br: Espaço 4
ru: Рабочий стол 4
zh_hans: 空间 4

# 4932.title
source: Space 3
de: Schreibtisch 3
ja: スペース3
pt_br: Espaço 3
ru: Рабочий стол 3
zh_hans: 空间 3

# 4933.title
source: Space 2
de: Schreibtisch 2
ja: スペース2
pt_br: Espaço 2
ru: Рабочий стол 2
zh_hans: 空间 2

# 4934.title
source: All Spaces
de: Alle Schreibtische
ja: すべてのスペース
pt_br: Todos os espaços
ru: Все рабочие столы
zh_hans: 所有空间

# 4935.title
source: Current Space
de: Aktueller Schreibtisch
ja: 現在のスペース
pt_br: Espaço atual
ru: Текущий рабочий стол
zh_hans: 当前空间

# 4936.title
source: Space:
de: Schreibtisch:
ja: スペース:
pt_br: Espaço:
ru: Рабочий стол:
zh_hans: 空间：

# 4937.title
source: Screen:
de: Bildschirm:
ja: 画面:
pt_br: Tela:
ru: Экран:
zh_hans: 屏幕：

# 4938.title
source: Style:
de: Stil:
ja: スタイル:
pt_br: Estilo:
ru: Стиль:
zh_hans: 样式：

# 4943.title
source: Bottom of Screen
de: Unterer Bildschirmrand
ja: 画面下部
pt_br: Parte inferior da tela
ru: Внизу экрана
zh_hans: 屏幕底部

# 4944.title
source: Full Screen
de: Vollbild
ja: フルスクリーン
pt_br: Tela cheia
ru: Во весь экран
zh_hans: 全屏幕

# 4949.title
source: rows
de: Zeilen
ja: 行
pt_br: linhas
ru: строк
zh_hans: 行

# 4950.title
source: columns by
de: Spalten mal
ja: 列 ×
pt_br: colunas por
ru: столбцов на
zh_hans: 列 ×

# 4982.title
source: Opaque
de: Deckend
ja: 不透明
pt_br: Opaco
ru: Непрозрачный
zh_hans: 不透明

# 4985.title
source: Blur content behind the window
de: Inhalt hinter dem Fenster weichzeichnen
ja: ウインドウの背後のコンテンツをぼかす
pt_br: Desfocar conteúdo atrás da janela
ru: Размывать содержимое за окном
zh_hans: 模糊窗口后面的内容

# 4986.title
source: Transparency:
de: Transparenz:
ja: 透明度:
pt_br: Transparência:
ru: Прозрачность:
zh_hans: 透明度：

# 4988.title
source: Use background image
de: Hintergrundbild verwenden
ja: 背景画像を使用
pt_br: Usar imagem de plano de fundo
ru: Использовать фоновое изображение
zh_hans: 使用背景图像

# 4993.title
source: New windows:
de: Neue Fenster:
ja: 新規ウインドウ:
pt_br: Novas janelas:
ru: Новые окна:
zh_hans: 新窗口：

# 4999.title
source: Text Rendering:
de: Textdarstellung:
ja: テキストレンダリング:
pt_br: Renderização de texto:
ru: Рендеринг текста:
zh_hans: 文本渲染：

# 5005.title
source: A session may cause the window to resize
de: Eine Sitzung darf die Fenstergröße ändern
ja: セッションがウインドウのサイズを変更できるようにする
pt_br: Uma sessão pode fazer com que a janela seja redimensionada
ru: Сеанс может изменять размер окна
zh_hans: 会话可能导致窗口调整大小

# 5023.title
source: Radio
de: Optionsfeld
ja: ラジオボタン
pt_br: Botão de opção
ru: Радио
zh_hans: 单选按钮

# 5036.title
source: URL schemes:
de: URL-Schemas:
ja: URLスキーム:
pt_br: Esquemas de URL:
ru: Схемы URL:
zh_hans: URL 方案：

# 5049.ibShadowedToolTip
source: Selects whether to install the beta or release build when updating.
de: Legt fest, ob beim Aktualisieren die Beta- oder die Release-Version installiert wird.
ja: 更新時にベータ版とリリース版のどちらをインストールするかを選択します。
pt_br: Seleciona se deve instalar a versão beta ou a versão de lançamento ao atualizar.
ru: Определяет, устанавливать бета-версию или стабильную сборку при обновлении.
zh_hans: 选择更新时安装 beta 还是正式版构建。

# 5057.title
source: Save copy/paste and command history to disk
de: Kopier-/Einfüge- und Befehlsverlauf auf der Festplatte speichern
ja: コピー/ペーストとコマンド履歴をディスクに保存
pt_br: Salvar histórico de cópia/colagem e de comandos no disco
ru: Сохранять историю копирования и вставки, а также историю команд на диск
zh_hans: 将拷贝/粘贴和命令历史存储到磁盘

# 5060.title
source: MB per session
de: MB pro Sitzung
ja: セッションあたりのMB
pt_br: MB por sessão
ru: МБ на сеанс
zh_hans: MB

# 5061.title
source: Instant Replay uses
de: Sofortwiedergabe verwendet
ja: インスタントリプレイの使用量:
pt_br: O Instant Replay usa
ru: Мгновенный повтор использует
zh_hans: 即时回放每会话使用

# 5063.title
source: Add Bonjour hosts to Profiles
de: Bonjour-Hosts zu Profilen hinzufügen
ja: Bonjourホストをプロファイルに追加
pt_br: Adicionar hosts Bonjour aos perfis
ru: Добавлять узлы Bonjour в профили
zh_hans: 将 Bonjour 主机添加到配置文件

# 5065.title
source: Update to Beta test releases
de: Auf Beta-Testversionen aktualisieren
ja: ベータテスト版に更新
pt_br: Atualizar para versões de teste Beta
ru: Обновляться до бета-версий
zh_hans: 更新到 Beta 测试版本

# 5066.title
source: Check for updates automatically
de: Automatisch nach Updates suchen
ja: 自動的にアップデートを確認
pt_br: Verificar atualizações automaticamente
ru: Автоматически проверять наличие обновлений
zh_hans: 自动检查更新

# 5082.title
source: Disable save/restore alternate screen
de: Speichern/Wiederherstellen des alternativen Bildschirms deaktivieren
ja: 代替画面の保存/復元を無効にする
pt_br: Desativar salvar/restaurar tela alternativa
ru: Отключить сохранение/восстановление альтернативного экрана
zh_hans: 停用备用屏幕的存储/恢复

# 5115.title
source: Show/hide all windows with a system-wide hotkey
de: Alle Fenster mit einem systemweiten Hotkey ein-/ausblenden
ja: システム全体のホットキーですべてのウインドウを表示/非表示にする
pt_br: Mostrar/ocultar todas as janelas com um hotkey global do sistema
ru: Показывать/скрывать все окна с помощью системной горячей клавиши
zh_hans: 使用系统级热键显示/隐藏所有窗口

# 5126.ibShadowedToolTip
source: If you work mostly in East Asian languages this can be helpful. For most users, it causes misalignment.
de: Wenn Sie hauptsächlich in ostasiatischen Sprachen arbeiten, kann dies hilfreich sein. Für die meisten Benutzer führt es zu einer falschen Ausrichtung.
ja: 主に東アジア言語で作業する場合に役立ちます。ほとんどのユーザーにとっては、位置ずれの原因になります。
pt_br: Se você trabalha principalmente com idiomas do Leste Asiático, isto pode ser útil. Para a maioria dos usuários, causa desalinhamento.
ru: Если вы в основном работаете с восточноазиатскими языками, это может быть полезно. Для большинства пользователей это приводит к смещению текста.
zh_hans: 如果你主要使用东亚语言，这可能有所帮助。对大多数用户而言，它会导致错位。

# 5127.title
source: Ambiguous characters are double-width
de: Mehrdeutige Zeichen sind doppelt breit
ja: 曖昧幅の文字を全角として扱う
pt_br: Caracteres ambíguos têm largura dupla
ru: Неоднозначные символы имеют двойную ширину
zh_hans: 模糊字符按双宽度处理

# 5144.ibShadowedToolTip
source: Draws a border around the window when the OS otherwise would not. This is effective in light mode or when the window contains a transparent pane.
de: Zeichnet einen Rahmen um das Fenster, wenn das Betriebssystem dies sonst nicht tun würde. Dies ist im hellen Modus wirksam oder wenn das Fenster einen transparenten Bereich enthält.
ja: OSが通常描画しない場合でも、ウインドウの周囲に境界線を描画します。これはライトモードの場合や、ウインドウに透明なペインが含まれる場合に効果があります。
pt_br: Desenha uma borda ao redor da janela quando o sistema operacional não o faria. Isto é eficaz no modo claro ou quando a janela contém um painel transparente.
ru: Рисует рамку вокруг окна, когда система иначе не стала бы этого делать. Это полезно в светлом режиме или когда окно содержит прозрачную панель.
zh_hans: 在操作系统不绘制边框时为窗口绘制边框。在浅色模式或窗口包含透明窗格时有效。

# 5145.title
source: Heavy border around windows in light mode
de: Dicker Rahmen um Fenster im hellen Modus
ja: ライトモードでウインドウに太い境界線を表示
pt_br: Borda espessa ao redor das janelas no modo claro
ru: Жирная рамка вокруг окон в светлом режиме
zh_hans: 浅色模式下窗口周围显示粗边框

# 5149.title
source: Allow blinking text
de: Blinkenden Text zulassen
ja: テキストの点滅を許可
pt_br: Permitir texto piscante
ru: Разрешить мигающий текст
zh_hans: 允许闪烁文本

# 5154.ibShadowedToolTip
source: When using a program like tmux, which shows a status bar at the bottom of the screen, history is not normally saved. This allows such history to be saved but with a performance penalty.
de: Bei der Verwendung eines Programms wie tmux, das am unteren Bildschirmrand eine Statusleiste anzeigt, wird der Verlauf normalerweise nicht gespeichert. Dies ermöglicht das Speichern dieses Verlaufs, jedoch mit Leistungseinbußen.
ja: tmuxのように画面下部にステータスバーを表示するプログラムを使用している場合、通常は履歴が保存されません。これにより、パフォーマンスは低下しますがそのような履歴を保存できるようになります。
pt_br: Ao usar um programa como o tmux, que mostra uma barra de status na parte inferior da tela, o histórico normalmente não é salvo. Isto permite salvar esse histórico, mas com perda de desempenho.
ru: При использовании программы наподобие tmux, показывающей строку состояния внизу экрана, история обычно не сохраняется. Этот параметр позволяет сохранять такую историю, но снижает производительность.
zh_hans: 使用 tmux 等屏幕底部显示状态栏的程序时，通常不保存历史。此选项允许保存此类历史，但会有性能损失。

# 5155.title
source: Save lines to scrollback when an app status bar is present
de: Zeilen im Scrollback speichern, wenn eine App-Statusleiste vorhanden ist
ja: アプリのステータスバーが存在する場合に行をスクロールバックに保存
pt_br: Salvar linhas no histórico de rolagem com barra de status de app
ru: Сохранять строки в историю при наличии строки состояния приложения
zh_hans: 存在应用状态栏时将行存储到回滚缓冲区

# 5319.ibShadowedToolTip
source: Native full screen windows animate into their own desktop. Non-native full screen windows quickly expand to fill the window's screen.
de: Native Vollbildfenster wechseln animiert auf einen eigenen Schreibtisch. Nicht native Vollbildfenster erweitern sich schnell, um den Bildschirm des Fensters auszufüllen.
ja: ネイティブフルスクリーンウインドウは、専用のデスクトップへアニメーションして移動します。非ネイティブフルスクリーンウインドウは、すぐにウインドウの画面いっぱいに拡大します。
pt_br: Janelas em tela cheia nativas são animadas para a própria mesa. Janelas em tela cheia não nativas expandem rapidamente para preencher a tela da janela.
ru: Стандартные полноэкранные окна с анимацией разворачиваются на отдельный рабочий стол. Нестандартные полноэкранные окна быстро расширяются, заполняя экран.
zh_hans: 原生全屏幕窗口会动画进入自己的桌面。非原生全屏幕窗口会快速扩展以填满窗口所在的屏幕。

# 5320.title
source: Native full screen windows
de: Native Vollbildfenster
ja: ネイティブフルスクリーンウインドウ
pt_br: Janelas em tela cheia nativas
ru: Стандартные полноэкранные окна
zh_hans: 原生全屏幕窗口

# 5326.title
source: Dim background windows
de: Hintergrundfenster abdunkeln
ja: 背景のウインドウを暗くする
pt_br: Escurecer janelas em segundo plano
ru: Затемнять фоновые окна
zh_hans: 调暗背景窗口

# 5331.title
source: Dimming affects only text, not background.
de: Die Abdunkelung betrifft nur den Text, nicht den Hintergrund.
ja: この暗さの調整はテキストのみに影響し、背景には影響しません。
pt_br: O escurecimento afeta apenas o texto, não o plano de fundo.
ru: Затемнение влияет только на текст, но не на фон.
zh_hans: 调暗仅影响文本，不影响背景。

# 5337.ibShadowedToolTip
source: Inactive sessions get dimmed to help find the active session.
de: Inaktive Sitzungen werden abgedunkelt, um das Auffinden der aktiven Sitzung zu erleichtern.
ja: 非アクティブなセッションは暗くなり、アクティブなセッションを見つけやすくします。
pt_br: As sessões inativas são escurecidas para ajudar a encontrar a sessão ativa.
ru: Неактивные сеансы затемняются, чтобы было легче найти активный сеанс.
zh_hans: 非活动会话会变暗，以帮助找到活动会话。

# 5340.title
source: Dimming amount:
de: Abdunkelungsgrad:
ja: 暗さの調整量:
pt_br: Grau de escurecimento:
ru: Степень затемнения:
zh_hans: 调暗程度：

# 5366.title
source: Large Radius
de: Großer Radius
ja: 大きい半径
pt_br: Raio grande
ru: Большой радиус
zh_hans: 大圆角

# 5367.title
source: Small Radius
de: Kleiner Radius
ja: 小さい半径
pt_br: Raio pequeno
ru: Малый радиус
zh_hans: 小圆角

# 5375.title
source: Show activity indicator
de: Aktivitätsanzeige anzeigen
ja: アクティビティインジケーターを表示
pt_br: Mostrar indicador de atividade
ru: Показывать индикатор активности
zh_hans: 显示活动指示器

# 5409.title
source: Send text at start:
de: Text beim Start senden:
ja: 開始時に送信するテキスト:
pt_br: Enviar texto no início:
ru: Текст при запуске:
zh_hans: 开始时发送文本：

# 5411.placeholderString
source: Enter text to send at start (interpolated string)
de: Text zum Senden beim Start eingeben (interpolierte Zeichenfolge)
ja: 開始時に送信するテキストを入力してください（補間文字列）
pt_br: Digite o texto a enviar no início (string interpolada)
ru: Введите текст для отправки при запуске (интерполированная строка)
zh_hans: 输入开始时发送的文本（内插字符串）

# 5417.label
source: Keys
de: Tasten
ja: キー
pt_br: Teclas
ru: Клавиши
zh_hans: 键盘

# 5564.headerCell.title
source: Default
de: Standard
ja: デフォルト
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

# 5568.title
source: Preview
de: Vorschau
ja: プレビュー
pt_br: Pré-visualização
ru: Просмотр
zh_hans: 预览

# 5586.title
source: Set Default
de: Als Standard festlegen
ja: デフォルトに設定
pt_br: Definir padrão
ru: Сделать по умолчанию
zh_hans: 设为默认

# 5591.title
source: Top of Screen
de: Oberer Bildschirmrand
ja: 画面上部
pt_br: Parte superior da tela
ru: Вверху экрана
zh_hans: 屏幕顶部

# 5615.title
source: Load settings from a custom folder or URL
de: Einstellungen aus einem benutzerdefinierten Ordner oder einer URL laden
ja: カスタムフォルダまたはURLから設定を読み込む
pt_br: Carregar ajustes de uma pasta ou URL personalizada
ru: Загружать настройки из другой папки или URL
zh_hans: 从自定义文件夹或 URL 载入设置

# 5617.placeholderString
source: Enter path to folder with settings
de: Pfad zum Ordner mit Einstellungen eingeben
ja: 設定が入っているフォルダのパスを入力してください
pt_br: Digite o caminho da pasta com os ajustes
ru: Введите путь к папке с настройками
zh_hans: 输入设置所在文件夹的路径

# 5619.title
source: Browse
de: Durchsuchen
ja: 参照
pt_br: Explorar
ru: Обзор
zh_hans: 浏览

# 5621.title
source: Save Now
de: Jetzt speichern
ja: 今すぐ保存
pt_br: Salvar agora
ru: Сохранить сейчас
zh_hans: 立即存储

# 5634.title
source: Disable session-initiated printing
de: Von der Sitzung initiiertes Drucken deaktivieren
ja: セッションが開始する印刷を無効にする
pt_br: Desativar impressão iniciada pela sessão
ru: Отключить печать, инициированную сеансом
zh_hans: 停用会话发起的打印

# 5652.label
source: Session
de: Sitzung
ja: セッション
pt_br: Sessão
ru: Сессия
zh_hans: 会话

# 5690.title
source: Change
de: Ändern
ja: 変更
pt_br: Alterar
ru: Изменить
zh_hans: 更改

# 5691.placeholderString
source: Interpolated String
de: Interpolierte Zeichenfolge
ja: 補間文字列
pt_br: String interpolada
ru: Интерполированная строка
zh_hans: 内插字符串

# 5692.title
source: Enable automatic session logging
de: Automatische Sitzungsprotokollierung aktivieren
ja: セッションログの自動記録を有効にする
pt_br: Ativar registro automático de sessão
ru: Включить автоматическое логирование сессии
zh_hans: 启用自动会话日志

# 5697.ibShadowedToolTip
source: Only use this if you really know what you’re doing!
de: Verwenden Sie dies nur, wenn Sie genau wissen, was Sie tun!
ja: 本当に理解している場合のみ使用してください。
pt_br: Use isto somente se você realmente souber o que está fazendo!
ru: Используйте это, только если вы точно знаете, что делаете!
zh_hans: 只有当你确实知道自己在做什么时才使用此选项！

# 5701.title
source: When idle, send ASCII code
de: Im Leerlauf ASCII-Code senden
ja: アイドル時にASCIIコードを送信する
pt_br: Quando ocioso, enviar código ASCII
ru: При простое отправлять код ASCII
zh_hans: 空闲时发送 ASCII 码

# 5708.title
source: Closing:
de: Schließen:
ja: 終了:
pt_br: Ao fechar:
ru: Закрытие:
zh_hans: 关闭时：

# 5710.title
source: Logging:
de: Protokollierung:
ja: ログ記録:
pt_br: Registro:
ru: Логирование:
zh_hans: 日志：

# 5748.title
source: Copied text includes trailing newline
de: Kopierter Text enthält abschließenden Zeilenumbruch
ja: コピーしたテキストの末尾に改行を含める
pt_br: O texto copiado inclui quebra de linha final
ru: Скопированный текст включает завершающий перевод строки
zh_hans: 拷贝的文本包含末尾换行符

# 5753.ibShadowedToolTip
source: If this is on then transparency can be toggled window-by-window under View>Use Transparency. Note that this doesn't apply to native fullscreen windows (those that are managed by macOS and go in their own Desktop) because there is nothing to see behind them. Use `Settings > General > Window > Native full screen windows` to control which type of full screen windows you use. Hotkey windows, when full screen, can only be non-native fullscreen windows.
de: Wenn dies aktiviert ist, kann die Transparenz fensterweise unter Darstellung > Transparenz verwenden umgeschaltet werden. Beachten Sie, dass dies nicht für native Vollbildfenster gilt (die von macOS verwaltet werden und einen eigenen Schreibtisch erhalten), da es dort nichts gibt, das dahinter zu sehen wäre. Verwenden Sie `Einstellungen > Allgemein > Fenster > Native Vollbildfenster`, um festzulegen, welche Art von Vollbildfenstern Sie verwenden. Hotkey-Fenster können im Vollbildmodus nur nicht native Vollbildfenster sein.
ja: これがオンになっている場合、表示 > 透明を使用の下でウィンドウごとに透明度を切り替えられます。macOSによって管理され専用のデスクトップに表示されるネイティブフルスクリーンウィンドウには適用されません（背後に表示するものがないためです）。使用するフルスクリーンウィンドウの種類を制御するには、`Settings > General > Window > Native full screen windows`を使用してください。ホットキーウィンドウは、フルスクリーンの場合、ネイティブでないフルスクリーンウィンドウにしかなれません。
pt_br: Se isto estiver ativado, a transparência pode ser alternada janela por janela em Visualizar > Usar transparência. Observe que isto não se aplica a janelas em tela cheia nativas (aquelas gerenciadas pelo macOS que ficam na própria mesa), porque não há nada para ver atrás delas. Use `Ajustes > Geral > Janela > Janelas em tela cheia nativas` para controlar qual tipo de janela em tela cheia você usa. As janelas de hotkey, quando em tela cheia, só podem ser janelas em tela cheia não nativas.
ru: Если это включено, прозрачность можно переключать для каждого окна отдельно в меню Вид > Использовать прозрачность. Обратите внимание, что это не относится к нативным полноэкранным окнам (которыми управляет macOS и которые располагаются на отдельном рабочем столе), поскольку позади них ничего не видно. Используйте `Настройки > Основные > Окно > Нативные полноэкранные окна`, чтобы указать, какой тип полноэкранных окон вы используете. Окна горячих клавиш в полноэкранном режиме могут быть только ненативными полноэкранными окнами.
zh_hans: 开启后，可以在“显示 > 使用透明度”下按窗口调整透明度。请注意，这不适用于原生全屏幕窗口（由 macOS 管理并进入自己桌面的窗口），因为它们后面没有内容可看。使用 `设置 > 通用 > 窗口 > 原生全屏幕窗口` 来控制使用哪种类型的全屏幕窗口。热键窗口在全屏幕时只能是非原生全屏幕窗口。

# 5754.title
source: Disable transparency for non-native fullscreen windows by default
de: Transparenz für nicht native Vollbildfenster standardmäßig deaktivieren
ja: 既定でネイティブでないフルスクリーンウィンドウの透明度を無効にする
pt_br: Desativar transparência para janelas em tela cheia não nativas por padrão
ru: По умолчанию отключать прозрачность для ненативных полноэкранных окон
zh_hans: 默认停用非原生全屏幕窗口的透明度

# 5759.title
source: Save lines to scrollback in alternate screen mode
de: Zeilen im alternativen Bildschirmmodus im Scrollback speichern
ja: 代替スクリーンモードでもスクロールバックに行を保存する
pt_br: Salvar linhas no histórico de rolagem no modo de tela alternativa
ru: Сохранять строки в буфер прокрутки в режиме альтернативного экрана
zh_hans: 在备用屏幕模式下将行存储到回滚缓冲区

# 5776.label
source: Advanced
de: Erweitert
ja: 詳細
pt_br: Avançado
ru: Дополнительно
zh_hans: 高级

# 5779.title
source: Triggers:
de: Trigger:
ja: トリガー:
pt_br: Gatilhos:
ru: Триггеры:
zh_hans: 触发器：

# 5855.title
source: Smart Selection:
de: Intelligente Auswahl:
ja: スマート選択:
pt_br: Seleção inteligente:
ru: Умное выделение:
zh_hans: 智能选择：

# 5880.title
source: Load Defaults
de: Standardwerte laden
ja: 既定値を読み込む
pt_br: Carregar padrões
ru: Значения по умолчанию
zh_hans: 载入默认值

# 5886.label
source: Profiles
de: Profile
ja: プロファイル
pt_br: Perfis
ru: Профили
zh_hans: 配置文件

# 5886.paletteLabel
source: Profiles
de: Profile
ja: プロファイル
pt_br: Perfis
ru: Профили
zh_hans: 配置文件

# 5887.label
source: General
de: Allgemein
ja: 一般
pt_br: Geral
ru: Основные
zh_hans: 通用

# 5887.paletteLabel
source: General
de: Allgemein
ja: 一般
pt_br: Geral
ru: Основные
zh_hans: 通用

# 5888.label
source: Keys
de: Tasten
ja: キー
pt_br: Teclas
ru: Клавиши
zh_hans: 键盘

# 5888.paletteLabel
source: Keys
de: Tasten
ja: キー
pt_br: Teclas
ru: Клавиши
zh_hans: 键盘

# 5889.label
source: Appearance
de: Erscheinungsbild
ja: 外観
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

# 5889.paletteLabel
source: Appearance
de: Erscheinungsbild
ja: 外観
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观

# 5890.label
source: Arrangements
de: Anordnungen
ja: アレンジメント
pt_br: Arranjos
ru: Расположения
zh_hans: 窗口布局

# 5890.paletteLabel
source: Arrangements
de: Anordnungen
ja: アレンジメント
pt_br: Arranjos
ru: Расположения
zh_hans: 窗口布局

# 5901.headerCell.title
source: Notes
de: Notizen
ja: メモ
pt_br: Notas
ru: Заметки
zh_hans: 备注

# 5909.title
source: Edit
de: Bearbeiten
ja: 編集
pt_br: Editar
ru: Изменить
zh_hans: 编辑

# 5913.title
source: Close
de: Schließen
ja: 閉じる
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# 5915.title
source: Edit
de: Bearbeiten
ja: 編集
pt_br: Editar
ru: Изменить
zh_hans: 编辑

# 5925.title
source: Smart Selection Rules
de: Regeln für intelligente Auswahl
ja: スマート選択ルール
pt_br: Regras de seleção inteligente
ru: Правила умного выделения
zh_hans: 智能选择规则

# 5933.title
source: Semantic History:
de: Semantischer Verlauf:
ja: セマンティック履歴:
ru: Семантическая история:
zh_hans: 语义历史记录：

# 5937.title
source: Open with default app
de: Mit Standard-App öffnen
ja: 既定のアプリで開く
pt_br: Abrir com o app padrão
ru: Открыть в приложении по умолчанию
zh_hans: 用默认应用打开

# 5938.title
source: Open URL…
de: URL öffnen…
ja: URLを開く…
pt_br: Abrir URL…
ru: Открыть URL…
zh_hans: 打开 URL…

# 5939.title
source: Open with editor…
de: Mit Editor öffnen…
ja: エディタで開く…
pt_br: Abrir com o editor…
ru: Открыть в редакторе…
zh_hans: 用编辑器打开…

# 5940.title
source: Run command…
de: Befehl ausführen…
ja: コマンドを実行…
pt_br: Executar comando…
ru: Выполнить команду…
zh_hans: 运行命令…
